/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "Inny użytkownik ma otwarty program „%@”.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Poproś innego użytkownika, by zamknął program „%@”, i spróbuj ponownie.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "Uzyskaj od producenta programu „%@” jego uaktualnioną wersję.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Skontaktuj się z administratorem, aby uzyskać pomoc.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "Nie można było otworzyć pliku, ponieważ wskazany format nie jest obsługiwany.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "Nie można było zachować pliku, ponieważ wskazany format nie jest obsługiwany.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Nie ma innych informacji o tym problemie.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Pokaż program";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Pokaż kolejkę czynności";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Nie można było powielić części plików, ponieważ wystąpił błąd (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Nie można było powielić części plików, ponieważ wystąpił błąd dysku.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Nie można było powielić części plików, ponieważ dysk jest pełny.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Nie można było powielić części plików, ponieważ wolumin jest chroniony przed zapisem.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Nie można było powielić części plików, ponieważ ich nie znaleziono.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Nie można było powielić części plików.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Nie można było przenieść niektórych plików do kosza, ponieważ wystąpił błąd (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "Nie można było przenieść niektórych plików do kosza, ponieważ wystąpił błąd dysku.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "Nie można było przenieść niektórych plików do kosza, ponieważ dysk jest pełny.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "Nie można było przenieść niektórych plików do kosza, ponieważ dysk jest chroniony przed zapisem.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "Nie można było przenieść niektórych plików do kosza, ponieważ ich nie znaleziono.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "Nie można było przenieść niektórych plików do kosza.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "Nie można było znaleźć programu „%@”.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "Nie można było uruchomić programu „%@”.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "Program „%@” nie dostarczył poprawnych danych.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "Program „%@” nie odpowiedział na żądanie usługi.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "Program „%@” jest uszkodzony.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "Program „%@” znajduje się w koszu.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "Program „%@” jest niezgodny z tym komputerem.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Program „%@” wymaga nowszej wersji systemu Mac OS X.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "Nie można było użyć usługi „%1$@”, ponieważ inny użytkownik ma otwarty program „%2$@”.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "Nie można było użyć usługi „%1$@”, ponieważ nie można było znaleźć programu „%2$@”.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "Nie można było użyć usługi „%1$@”, ponieważ nie można było uruchomić programu „%2$@”.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "Nie można było użyć usługi „%1$@”, ponieważ program „%2$@” nie dostarczył poprawnych danych.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "Nie można było użyć usługi „%1$@”, ponieważ program „%2$@” nie odpowiedział na żądanie usługi.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "Nie można było użyć usługi „%1$@”, ponieważ program „%2$@” jest uszkodzony.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "Nie można było użyć usługi „%1$@”, ponieważ program „%2$@” jest w koszu.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "Nie można było użyć usługi „%1$@”, ponieważ program „%2$@” jest niezgodny z tym komputerem.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Nie można było użyć usługi „%1$@”, ponieważ program „%2$@” wymaga nowszej wersji systemu Mac OS X.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "Nie można użyć usługi „%1$@”, ponieważ nie udało się znaleźć kolejki czynności „%2$@”.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "Nie można użyć usługi „%1$@”, ponieważ kolejka czynności „%2$@” nie zakończyła pracy we właściwym czasie.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "Nie można użyć usługi „%1$@”, ponieważ kolejka czynności „%2$@” nie zwróciła prawidłowych danych.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "Nie można było użyć usługi „%@”, ponieważ nie można było znaleźć programu.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "Nie można było użyć usługi „%@”, ponieważ nie można było uruchomić programu.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "Nie można było użyć usługi „%@”, gdyż program nie odpowiedział na żądanie usługi.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "Nie można było użyć usługi „%1$@”, ponieważ wystąpił błąd podczas odczytu danych usługi z programu „%2$@.";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Nie można użyć usługi „%1$@”, ponieważ wystąpił błąd przy odczytywaniu danych usługi z kolejki czynności „%2$@”.";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "Nie można było użyć usługi „%@”, gdyż wystąpił błąd podczas odczytu danych usługi z programu.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "Nie można było użyć usługi „%1$@”, ponieważ nie masz uprawnień do otwarcia programu „%2$@”.";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "Nie można było użyć usługi „%@”.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "Nie udało się znaleźć kolejki czynności „%@”.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "Kolejka czynności „%@” nie zakończyła pracy we właściwym czasie.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "Nie można było uruchomić programu „%1$@”, ponieważ wystąpił błąd (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "Nie można było uruchomić programu „%@”, ponieważ jest on uszkodzony.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "Nie można było uruchomić programu „%@”, ponieważ znajduje się on w koszu.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "Nie można było uruchomić programu „%@”, ponieważ jest on niezgodny z tym komputerem.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "Nie można było uruchomić programu „%@”, ponieważ go nie znaleziono.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "Nie można było znaleźć programu.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "Nie można było uruchomić programu.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "Nie można wysunąć dysku, ponieważ jest używany przez „%@”.";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "Nie można było powielić pliku „%@”, ponieważ go nie znaleziono.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "Nie można było powielić pliku „%@”, ponieważ wystąpił błąd dysku.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "Nie można było powielić pliku „%@”, ponieważ dysk jest pełny.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "Nie można było powielić pliku „%@”, ponieważ wolumin jest chroniony przed zapisem.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "Nie można powielić pliku „%@”.";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Nie można było przenieść pliku „%1$@” do kosza, ponieważ wystąpił błąd (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "Nie można było przenieść pliku „%@” do kosza, ponieważ go nie znaleziono.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "Nie można było przenieść pliku „%@” do kosza, ponieważ wystąpił błąd dysku.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "Nie można było przenieść pliku „%@” do kosza, ponieważ dysk jest pełny.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "Nie można było przenieść pliku „%@” do kosza, ponieważ dysk jest chroniony przed zapisem.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "Nie można było przenieść pliku „%@” do kosza.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Nie można było powielić plików, ponieważ wystąpił błąd (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Nie można było powielić plików, ponieważ wystąpił błąd dysku.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Nie można było powielić plików, ponieważ dysk jest pełny.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Nie można było powielić plików, ponieważ wolumin jest chroniony przed zapisem.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Nie można było powielić plików, ponieważ ich nie znaleziono.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Nie można było powielić plików.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Nie można było przenieść tych plików do kosza, ponieważ wystąpił błąd (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Nie można było przenieść tych plików do kosza, ponieważ wystąpił błąd dysku.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Nie można było przenieść tych plików do kosza, ponieważ dysk jest pełny.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Nie można było przenieść tych plików do kosza, ponieważ dysk jest chroniony przed zapisem.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Nie można było przenieść tych plików do kosza, ponieważ ich nie znaleziono.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Nie można było przenieść tych plików do kosza.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "Nie można było ukończyć tej czynności.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "Nie można było użyć usługi, ponieważ program nie dostarczył poprawnych danych.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Wystąpił błąd podczas odczytu danych usługi z programu „%@”.";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Wystąpił błąd podczas odczytu danych usługi z kolejki czynności „%@”.";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Wystąpił błąd podczas odczytu danych usługi z programu.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Spróbuj przeciągnąć „%@” z kosza do katalogu Programy.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Spróbuj ponownie zainstalować „%@”.";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Spróbuj ponownie zainstalować „%@” lub uzyskaj od producenta uaktualnioną wersję.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Spróbuj ponownie zainstalować program lub uzyskaj od producenta jego uaktualnioną wersję.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Spróbuj ponownie zainstalować program.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Spróbuj ponownie otworzyć „%@” lub uzyskaj od producenta uaktualnioną wersję.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Spróbuj uruchomić kolejkę czynności „%@” w Automatorze.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Spróbuj użyć starszej wersji „%@” lub uaktualnij Mac OS X do nowszej wersji.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Spróbuj użyć usługi w inny sposób lub uzyskaj od producenta uaktualnioną wersję „%@”.";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "Nie masz uprawnień do powielenia niektórych plików.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "Nie masz uprawnień do powielenia pliku „%@”.";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "Nie masz uprawnień do powielenia tych plików.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "Nie masz uprawnień do przeniesienia części plików do kosza.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "Nie masz uprawnień do przeniesienia pliku „%@” do kosza.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "Nie masz uprawnień do przeniesienia plików do kosza.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "Nie masz uprawnień do otwarcia programu „%@”.";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "Nie masz uprawnień do uruchomienia programu „%@”.";

